andrewleech/micropython/ports/qemu/boards/MPS2_AN386/mpconfigboard.h
// Board config for QEMU mps2-an386 (Cortex-M4 with FPU)
#define MICROPY_HW_BOARD_NAME "mps2-an386"
#define MICROPY_HW_MCU_NAME   "Cortex-M4"
